{
  "仙草霜": {
    "styleA": [
      "到了这个年纪，我不再相信速效神话，只信奉长期主义的力量。这瓶佰草集仙草霜，是我给自己的底气——人参的元气、灵芝的安稳，让我在不确定的世界里，拥有一张'稳'得住的脸。",
      "成年人的安全感，一半来自存款，一半来自皮肤的掌控感。仙草霜不是浮于表面的修饰，而是深层的支撑力。用了半瓶，那种由内而外的透亮，是装不出来的。",
      "在名利场打滚久了，越发觉得：真正的奢侈品不是Logo，而是这种从容。仙草霜给我的，不是急救，而是重塑秩序的能力。流水不争先，争的是滔滔不绝。",
      "拒绝了无效社交，关掉了朋友圈，今晚只留给这瓶仙草霜。它像一个情绪稳定的老友，默默帮你修护屏障，筑起一道防线。原来，从容才是一种最高级的美。",
      "最近连轴转的项目让我身心俱疲，好在有仙草霜接住了我所有的疲惫。那种温润的包裹感，瞬间抚平了燥热。第二天醒来，脸是软的，心是静的。",
      "与其在焦虑中跟风刷酸，不如在稳扎稳打中重建秩序。仙草霜教会我的，是护肤如人生——你只管努力，剩下的交给时间，和它。",
      "看着镜子里因为熬夜而暗沉的脸色，我想到了老祖宗的智慧。人参、灵芝、牡丹...这些流传千年的东方智慧，给了我最大的底气。在这个不确定的世界里，拥有一张'稳'得住的脸，就是对生活最好的掌控。",
      "面对换季时的那点小情绪和泛红，随手拿起的这瓶仙草霜，成了我的救命稻草。它不急不躁，一点点把我的好状态养回来。坚持用了半瓶，那种由内而外的透亮感，是装不出来的。",
      "在飞这一趟跨洋航班的途中，幸好手边常备着这瓶修源五行仙草霜。没有猛药的刺激，只有润物细无声的滋养。最好的投资，永远是投资自己。",
      "结束了一场极度消耗的谈判后，是它接住了我所有的疲惫。它像一个情绪稳定的老友，默默帮你修护屏障，筑起一道防线。流水不争先，争的是滔滔不绝。护肤如此，人生亦然。"
    ],
    "styleB": [
      "黄昏，点一盏灯，卸下一日的浮躁。指尖触碰到仙草霜的温润，草本的香气若有似无地散开，是苦后的回甘，也是生活的隐喻。这不是简单的涂抹，而是一场关于'静'的修行。",
      "在万物速朽的时代，我们都需要一份源于自然的恒常。人参、灵芝、牡丹...这些天地的馈赠，此刻化作能量沁入肌理。心静了，世界就静了。脸也干净了。",
      "雨后的清晨，空气里有泥土和草木的香气。打开瓶盖，那股淡淡的草药香若有似无，仿佛置身于长白山的深林之中，呼吸都变得深沉了。于方寸之间，见天地辽阔。",
      "真正的养肤，其实是一场五感的修行。取一泵仙草霜于掌心预热，感觉每一个毛孔都在贪婪地呼吸，吸收着五行的灵气。这一刻，我找回了久违的自己。",
      "慢下来，去感受一朵花开的时间。当这瓶仙草霜触肤的那一刻，干燥、粗糙被一点点抚平，留下的只有如玉般的温润。美，本就是一种自然的平衡。",
      "在这个快节奏的都市里，它没有化学香精的廉价感，只有大自然最本真的味道。那种安心感，就像回到了小时候外婆的怀抱。愿你也能在喧嚣中，修得这一份自在。",
      "指尖触碰到佰草集修源五行仙草霜的温润，这不仅仅是护肤，更像是一场微型的仪式。肌肤喝饱了水，透出一种像瓷器一样细腻的光泽。",
      "打开瓶盖，那股淡淡的草药香若有似无，草本的香气若有似无地散开，是苦后的回甘，也是生活的隐喻。这不是简单的涂抹，而是一次与肌肤的深度对话。",
      "取一泵仙草霜于掌心预热，仿佛置身于长白山的深林之中，呼吸都变得深沉了。感觉每一个毛孔都在贪婪地呼吸，吸收着五行的灵气。",
      "当这瓶仙草霜触肤的那一刻，人参、灵芝、牡丹...这些天地的馈赠，此刻化作能量沁入肌理。干燥、粗糙被一点点抚平，留下的只有如玉般的温润。"
    ],
    "styleC": [
      "很多粉丝问我，为什么国货现在这么强？看这瓶仙草霜就知道了。别被'中草药'三个字吓退，它的逻辑非常现代——你可以把它想象成给皮肤细胞喝的'超级补剂'。成分党闭眼入，绝对不踩雷。",
      "别再盲目刷酸了，你的屏障可能正在'裸奔'。人参负责'充电'，让细胞干活更有劲；灵芝负责'维稳'，像灭火器一样按住炎症。坚持用下来，你会发现脸不容易泛红了，那种由内而外透出来的光泽感，是皮肤真正'健康'的证明。",
      "护肤界的'特种兵'，我只服这一瓶。比起单一的化学成分，这种'五行组方'是更系统的整体调理，相当于给皮肤请了个中医团队。这才是真正适合中国宝宝体质的护肤品。",
      "扒了上百个配方，我发现了一个被低估的宝藏。专利微囊技术把活性成分包裹起来，直达肌底，完全不用担心不吸收。把脸交给他，我很放心。",
      "听一句劝：抗老不一定是猛药，维稳才是硬道理。五种顶级草本协同作用，比单一成分的效率高出好几倍。不玩虚的，效果看得见。",
      "直到我遇到了佰草集修源五行仙草霜，原本粗糙的颗粒感没了，摸上去像是剥了壳的鸡蛋。相信我，用一次你就会爱上。",
      "研究完仙草霜的成分表，我直呼内行。法令纹虽然不会立刻消失，但整个脸确实'嘭'起来了。成分党闭眼入，绝对不踩雷。",
      "这瓶仙草霜的思路非常超前。换季的时候，只有它能让我安心。稳，就是最大的赢。",
      "如果你也是敏皮、熬夜党，一定要试试这个仙草霜。抗氧、修护、滋润，这一瓶全都给你包圆了。",
      "看这瓶佰草集修源五行仙草霜就知道了。别被'中草药'三个字吓退，它的逻辑非常现代——你可以把它想象成给皮肤细胞喝的'超级补剂'。人参负责'充电'，让细胞干活更有劲；灵芝负责'维稳'，像灭火器一样按住炎症。"
    ]
  },
  "仙草露": {
    "styleA": [
      "到了35岁，我不再相信'一夜回春'的鬼话，我只信奉'长期主义'带来的定力。仙草露不是那种浮于表面的修饰，而是一种深层的'支撑力'。在这个不确定的世界里，拥有一张'稳'得住的脸，就是对生活最好的掌控。",
      "在名利场打滚久了，越发觉得：真正的奢侈品不是Logo，而是这种'掌控感'。16万仙草油啵啵，透老醇萃98.7%，给了我最大的底气。",
      "成年人的安全感，一半来自存款，一半来自皮肤的'稳'。仙草露教会我的，是你只管努力，剩下的交给时间，和它。",
      "拒绝了无效社交，关掉了朋友圈，今晚只留给这瓶仙草露。那种温润的包裹感，瞬间抚平了燥热。原来，从容才是一种最高级的美。",
      "与其在焦虑中跟风刷酸，不如在稳扎稳打中重建秩序。最近连轴转的项目让我身心俱疲，好在有仙草露接住了我所有的疲惫。",
      "看着镜子里因为熬夜而暗沉的脸色，我想到了老祖宗的智慧。它不急不躁，一点点把我的好状态养回来。最好的投资，永远是投资自己。",
      "面对换季时的那点小情绪和泛红，随手拿起的这瓶仙草露，成了我的救命稻草。没有猛药的刺激，只有润物细无声的滋养。",
      "在飞这一趟跨洋航班的途中，幸好手边常备着这瓶修源五行仙草露。第二天醒来，脸是软的，心是静的。",
      "结束了一场极度消耗的谈判后，是它接住了我所有的疲惫。它像一个情绪稳定的老友，默默帮你修护屏障，筑起一道防线。",
      "最近连轴转的项目让我身心俱疲，好在有这瓶仙草露。坚持用了半瓶，那种由内而外的透亮感，是装不出来的。流水不争先，争的是滔滔不绝。护肤如此，人生亦然。"
    ],
    "styleB": [
      "黄昏，点一盏灯，卸下一日的浮躁。指尖触碰到仙草露的温润，草本的香气若有似无地散开，是苦后的回甘，也是生活的隐喻。",
      "在万物速朽的时代，我们都需要一份源于自然的恒常。人参、灵芝、牡丹...这些天地的馈赠，此刻化作能量沁入肌理。",
      "雨后的清晨，空气里有泥土和草木的香气。打开瓶盖，那股淡淡的草药香若有似无，仿佛置身于长白山的深林之中。",
      "真正的养肤，其实是一场五感的修行。取一泵仙草露于掌心预热，感觉每一个毛孔都在贪婪地呼吸，吸收着五行的灵气。",
      "慢下来，去感受一朵花开的时间。当这瓶仙草露触肤的那一刻，干燥、粗糙被一点点抚平，留下的只有如玉般的温润。",
      "在这个快节奏的都市里，它没有化学香精的廉价感，只有大自然最本真的味道。心静了，世界就静了。脸也干净了。",
      "指尖触碰到仙草露的温润，这不仅仅是护肤，更像是一场微型的仪式。那种安心感，就像回到了小时候外婆的怀抱。",
      "打开瓶盖，那股淡淡的草药香若有似无，这不是简单的涂抹，而是一次与肌肤的深度对话。于方寸之间，见天地辽阔。",
      "取一泵仙草露于掌心预热，呼吸都变得深沉了。肌肤喝饱了水，透出一种像瓷器一样细腻的光泽。",
      "当这瓶仙草露触肤的那一刻，人参、灵芝、牡丹...这些天地的馈赠，此刻化作能量沁入肌理。这一刻，我找回了久违的自己。美，本就是一种自然的平衡。愿你也能在喧嚣中，修得这一份自在。"
    ],
    "styleC": [
      "很多粉丝问我，为什么国货现在这么强？看这瓶仙草露就知道了。16万仙草油啵啵，透老醇萃98.7%，这个数据太炸了。成分党闭眼入，绝对不踩雷。",
      "别再盲目刷酸了，你的屏障可能正在'裸奔'。人参负责'充电'，让细胞干活更有劲；灵芝负责'维稳'，像灭火器一样按住炎症。",
      "护肤界的'特种兵'，我只服这一瓶。比起单一的化学成分，这种'五行组方'是更系统的整体调理。这才是真正适合中国宝宝体质的护肤品。",
      "扒了上百个配方，我发现了一个被低估的宝藏。专利微囊技术把活性成分包裹起来，直达肌底，完全不用担心不吸收。",
      "听一句劝：抗老不一定是猛药，维稳才是硬道理。五种顶级草本协同作用，比单一成分的效率高出好几倍。不玩虚的，效果看得见。",
      "直到我遇到了仙草露，坚持用下来，你会发现脸不容易泛红了，那种由内而外透出来的光泽感，是皮肤真正'健康'的证明。",
      "研究完仙草露的成分表，我直呼内行。原本粗糙的颗粒感没了，摸上去像是剥了壳的鸡蛋。",
      "这瓶仙草露的思路非常超前。法令纹虽然不会立刻消失，但整个脸确实'嘭'起来了。把脸交给他，我很放心。",
      "如果你也是敏皮、熬夜党，一定要试试这个仙草露。换季的时候，只有它能让我安心。稳，就是最大的赢。",
      "看这瓶仙草露就知道了。抗氧、修护、滋润，这一瓶全都给你包圆了。相信我，用一次你就会爱上。"
    ]
  },
  "仙草油": {
    "styleA": [
      "到了这个年纪，我不再相信速效神话，只信奉长期主义的力量。仙草油60%高浓仙草油，99%天然植萃油，是我给自己的底气。",
      "成年人的安全感，一半来自存款，一半来自皮肤的掌控感。仙草油不是浮于表面的修饰，而是深层的支撑力。",
      "在名利场打滚久了，越发觉得：真正的奢侈品不是Logo，而是这种从容。仙草油给我的，不是急救，而是重塑秩序的能力。",
      "拒绝了无效社交，关掉了朋友圈，今晚只留给这瓶仙草油。它像一个情绪稳定的老友，默默帮你修护屏障。",
      "最近连轴转的项目让我身心俱疲，好在有仙草油接住了我所有的疲惫。那种温润的包裹感，瞬间抚平了燥热。",
      "与其在焦虑中跟风刷酸，不如在稳扎稳打中重建秩序。你只管努力，剩下的交给时间，和它。",
      "看着镜子里因为熬夜而暗沉的脸色，我想到了老祖宗的智慧。人参、灵芝、牡丹...这些流传千年的东方智慧，给了我最大的底气。",
      "面对换季时的那点小情绪和泛红，随手拿起的这瓶仙草油，成了我的救命稻草。它不急不躁，一点点把我的好状态养回来。",
      "在飞这一趟跨洋航班的途中，幸好手边常备着这瓶修源五行仙草油。没有猛药的刺激，只有润物细无声的滋养。",
      "结束了一场极度消耗的谈判后，是它接住了我所有的疲惫。坚持用了半瓶，那种由内而外的透亮感，是装不出来的。原来，从容才是一种最高级的美。最好的投资，永远是投资自己。"
    ],
    "styleB": [
      "黄昏，点一盏灯，卸下一日的浮躁。指尖触碰到仙草油的温润，草本的香气若有似无地散开，是苦后的回甘。",
      "在万物速朽的时代，我们都需要一份源于自然的恒常。人参、灵芝、牡丹...这些天地的馈赠，此刻化作能量沁入肌理。心静了，世界就静了。",
      "雨后的清晨，空气里有泥土和草木的香气。打开瓶盖，那股淡淡的草药香若有似无，仿佛置身于长白山的深林之中。",
      "真正的养肤，其实是一场五感的修行。取一泵仙草油于掌心预热，感觉每一个毛孔都在贪婪地呼吸。",
      "慢下来，去感受一朵花开的时间。当这瓶仙草油触肤的那一刻，干燥、粗糙被一点点抚平，留下的只有如玉般的温润。",
      "在这个快节奏的都市里，它没有化学香精的廉价感，只有大自然最本真的味道。那种安心感，就像回到了小时候外婆的怀抱。",
      "指尖触碰到仙草油的温润，这不仅仅是护肤，更像是一场微型的仪式。肌肤喝饱了水，透出一种像瓷器一样细腻的光泽。",
      "打开瓶盖，那股淡淡的草药香若有似无，这不是简单的涂抹，而是一次与肌肤的深度对话。于方寸之间，见天地辽阔。",
      "取一泵仙草油于掌心预热，呼吸都变得深沉了。吸收着五行的灵气。这一刻，我找回了久违的自己。",
      "当这瓶仙草油触肤的那一刻，人参、灵芝、牡丹...这些天地的馈赠，此刻化作能量沁入肌理。美，本就是一种自然的平衡。愿你也能在喧嚣中，修得这一份自在。"
    ],
    "styleC": [
      "很多粉丝问我，为什么国货现在这么强？看这瓶仙草油就知道了。60%高浓仙草油，99%天然植萃油，成分党闭眼入。",
      "别再盲目刷酸了，你的屏障可能正在'裸奔'。人参负责'充电'，让细胞干活更有劲；灵芝负责'维稳'，像灭火器一样按住炎症。",
      "护肤界的'特种兵'，我只服这一瓶。比起单一的化学成分，这种'五行组方'是更系统的整体调理。",
      "扒了上百个配方，我发现了一个被低估的宝藏。专利微囊技术把活性成分包裹起来，直达肌底。这才是真正适合中国宝宝体质的护肤品。",
      "听一句劝：抗老不一定是猛药，维稳才是硬道理。五种顶级草本协同作用，比单一成分的效率高出好几倍。",
      "直到我遇到了仙草油，坚持用下来，你会发现脸不容易泛红了，那种由内而外透出来的光泽感，是皮肤真正'健康'的证明。",
      "研究完仙草油的成分表，我直呼内行。原本粗糙的颗粒感没了，摸上去像是剥了壳的鸡蛋。不玩虚的，效果看得见。",
      "这瓶仙草油的思路非常超前。法令纹虽然不会立刻消失，但整个脸确实'嘭'起来了。把脸交给他，我很放心。",
      "如果你也是敏皮、熬夜党，一定要试试这个仙草油。换季的时候，只有它能让我安心。稳，就是最大的赢。",
      "看这瓶仙草油就知道了。抗氧、修护、滋润，这一瓶全都给你包圆了。相信我，用一次你就会爱上。"
    ]
  },
  "仙草乳": {
    "styleA": [
      "到了35岁，我不再相信'一夜回春'的鬼话，我只信奉'长期主义'带来的定力。仙草乳不是那种浮于表面的修饰，而是一种深层的'支撑力'。",
      "在名利场打滚久了，越发觉得：真正的奢侈品不是Logo，而是这种'掌控感'。5大仙草组方，专利微囊包裹，给了我最大的底气。",
      "成年人的安全感，一半来自存款，一半来自皮肤的'稳'。仙草乳教会我的，是你只管努力，剩下的交给时间，和它。",
      "拒绝了无效社交，关掉了朋友圈，今晚只留给这瓶仙草乳。那种温润的包裹感，瞬间抚平了燥热。原来，从容才是一种最高级的美。",
      "与其在焦虑中跟风刷酸，不如在稳扎稳打中重建秩序。最近连轴转的项目让我身心俱疲，好在有仙草乳接住了我所有的疲惫。",
      "看着镜子里因为熬夜而暗沉的脸色，我想到了老祖宗的智慧。它不急不躁，一点点把我的好状态养回来。",
      "面对换季时的那点小情绪和泛红，随手拿起的这瓶仙草乳，成了我的救命稻草。没有猛药的刺激，只有润物细无声的滋养。",
      "在飞这一趟跨洋航班的途中，幸好手边常备着这瓶修源五行仙草乳。第二天醒来，脸是软的，心是静的。",
      "结束了一场极度消耗的谈判后，是它接住了我所有的疲惫。它像一个情绪稳定的老友，默默帮你修护屏障，筑起一道防线。",
      "最近连轴转的项目让我身心俱疲，好在有这瓶仙草乳。坚持用了半瓶，那种由内而外的透亮感，是装不出来的。在这个不确定的世界里，拥有一张'稳'得住的脸，就是对生活最好的掌控。最好的投资，永远是投资自己。"
    ],
    "styleB": [
      "黄昏，点一盏灯，卸下一日的浮躁。指尖触碰到仙草乳的温润，草本的香气若有似无地散开，是苦后的回甘，也是生活的隐喻。",
      "在万物速朽的时代，我们都需要一份源于自然的恒常。人参、灵芝、牡丹...这些天地的馈赠，此刻化作能量沁入肌理。心静了，世界就静了。脸也干净了。",
      "雨后的清晨，空气里有泥土和草木的香气。打开瓶盖，那股淡淡的草药香若有似无，仿佛置身于长白山的深林之中，呼吸都变得深沉了。",
      "真正的养肤，其实是一场五感的修行。取一泵仙草乳于掌心预热，感觉每一个毛孔都在贪婪地呼吸，吸收着五行的灵气。",
      "慢下来，去感受一朵花开的时间。当这瓶仙草乳触肤的那一刻，干燥、粗糙被一点点抚平，留下的只有如玉般的温润。美，本就是一种自然的平衡。",
      "在这个快节奏的都市里，它没有化学香精的廉价感，只有大自然最本真的味道。那种安心感，就像回到了小时候外婆的怀抱。愿你也能在喧嚣中，修得这一份自在。",
      "指尖触碰到仙草乳的温润，这不仅仅是护肤，更像是一场微型的仪式。肌肤喝饱了水，透出一种像瓷器一样细腻的光泽。",
      "打开瓶盖，那股淡淡的草药香若有似无，这不是简单的涂抹，而是一次与肌肤的深度对话。于方寸之间，见天地辽阔。",
      "取一泵仙草乳于掌心预热，仿佛置身于长白山的深林之中。感觉每一个毛孔都在贪婪地呼吸，吸收着五行的灵气。这一刻，我找回了久违的自己。",
      "当这瓶仙草乳触肤的那一刻，人参、灵芝、牡丹...这些天地的馈赠，此刻化作能量沁入肌理。干燥、粗糙被一点点抚平，留下的只有如玉般的温润。"
    ],
    "styleC": [
      "很多粉丝问我，为什么国货现在这么强？看这瓶仙草乳就知道了。5大仙草组方，专利微囊包裹，这个配方太绝了。成分党闭眼入，绝对不踩雷。",
      "别再盲目刷酸了，你的屏障可能正在'裸奔'。人参负责'充电'，让细胞干活更有劲；灵芝负责'维稳'，像灭火器一样按住炎症。坚持用下来，你会发现脸不容易泛红了。",
      "护肤界的'特种兵'，我只服这一瓶。比起单一的化学成分，这种'五行组方'是更系统的整体调理，相当于给皮肤请了个中医团队。",
      "扒了上百个配方，我发现了一个被低估的宝藏。专利微囊技术把活性成分包裹起来，直达肌底，完全不用担心不吸收。这才是真正适合中国宝宝体质的护肤品。",
      "听一句劝：抗老不一定是猛药，维稳才是硬道理。五种顶级草本协同作用，比单一成分的效率高出好几倍。不玩虚的，效果看得见。",
      "直到我遇到了仙草乳，那种由内而外透出来的光泽感，是皮肤真正'健康'的证明。相信我，用一次你就会爱上。",
      "研究完仙草乳的成分表，我直呼内行。原本粗糙的颗粒感没了，摸上去像是剥了壳的鸡蛋。把脸交给他，我很放心。",
      "这瓶仙草乳的思路非常超前。法令纹虽然不会立刻消失，但整个脸确实'嘭'起来了。",
      "如果你也是敏皮、熬夜党，一定要试试这个仙草乳。换季的时候，只有它能让我安心。稳，就是最大的赢。",
      "看这瓶仙草乳就知道了。抗氧、修护、滋润，这一瓶全都给你包圆了。别被'中草药'三个字吓退，它的逻辑非常现代——你可以把它想象成给皮肤细胞喝的'超级补剂'。"
    ]
  }
}